<template>
<div class="cnt p-t About">
    <h2 >О компании</h2>
    <p class="color-gray-f">
      Компания ООО "KurskSam" работает на Курском рынке продаж. У
      наших специалистов есть знания подтвержденные сертификатами и многолетней
      практикой. Есть партнёрские отношения с крупными поставщиками, с
      некоторыми заключены договора на эксклюзивных условиях. Накоплен
      внушительный практический опыт продаж. Мы стремимся сохранить хорошие отношения с нашими существующими
      клиентами и ищем взаимовыгодных плоскостей сотрудничества с новыми
      компаниями.
    </p>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="scss">
.About {
  &Certificate {
    display: flex;
    flex-wrap: wrap;
    gap: 20px;
    img{
        display: flex;
        flex: 1 1 300px;
        max-width: 100%;
        border-radius: 10px;
    }
  }
}
</style>
